{
    "esummit":{
        "title": "E-Summit '19",
        "date": "14-15th October 2019",
        "detail":"E-summit was one of the most prominent events in the history of E-cell. It was declared as one of the best entrepreneurship events held by any university in MP.As our tagline correctly covers our purpose,'Where ideas meet experience',this event was conducted to motivate students to share their ideas and learn from the learning of experienced players.They were motivated to take insights from their learning and grow rapidly."
    },
    "chai":{
        "title": "Chai Pe Charcha",
        "date": " 15th April, 2019",
        "detail":"Organised under the banner of E-cell, 'Chai pe Charcha' aimed at direct interaction of the students with the eminent entrepreneurs. Founders of CHAI KAAPI, a well-known and established name in the modern lifestyle cafe, Mr. Sahil Juneja, Mr. Ankit Poddar and Mr. Suyash Thakur shared their impactful journey, inspiring the students to become resolute and dig deep into their business plans to find the probable loopholes."
    },
    "drop":{
        "title": "ENTREPRENEURS-DROP-IN",
        "date": "25th January, 2018",
        "detail":"E-Cell Medi-Caps University organised 'Entrepreneur's Drop In' ,graced by the revered Mr. Siddharth Rajhans. The keynote speaker shared his journey and gave insights into his work, thereby, inspiring the spectators.A paragon of multi-tasking, Mr. Rajhans is a Product Manager at Apple, currently pursuing his executive MBA degree from Harard University and running 'Spacify', his start-up. He addressed the necessity of constant innovation for sustenance of a company and fortified the students to set up their own business."
    },
    "ideabox":{
        "title": "IDEA-BOX",
        "date": "30th March, 2019",
        "detail":"Organised under the banner of E-cell, 'Chai pe Charcha' aimed at direct interaction of the students with the eminent entrepreneurs. Founders of CHAI KAAPI, a well-known and established name in the modern lifestyle cafe, Mr. Sahil Juneja, Mr. Ankit Poddar and Mr. Suyash Thakur shared their impactful journey, inspiring the students to become resolute and dig deep into their business plans to find the probable loopholes."
    },
    "onedollar":{
        "title": "ONE DOLLAR VENTURE",
        "date": "28th October, 2018",
        "detail":"One Dollar Venture consisted of several size-of-4 teams. The teams were supposed to ideate and implement a business plan with a maximum capital of INR 100. After a span of 3 days, they presented their business plan along with their final earnings. The team with maximum profit, adequate proof, and sustainable business plan was awarded.The final earning of the winning team was of INR 4200, which was an outcome of creating, selling websites and animated advertisement videos to local business owners."
    },
    "what":{
        "title": "What's My Story",
        "date": " 15th October, 2018",
        "detail":"The impresarios, Mr.Nehul Agrawal, man of action and founder of foduu.com, Mr.Saurabh Shrivastava, founder of Mangosteen Eco Lifestyle and an award winner for International Quality Certification by WSC, UK and Mr. Anurag Agrawal who founded jawabdo.co.in. Mr.Vikas Singh, mentor at Srijan incubation centre by AKVN crystal IT park, Indore accompanied the rest at the panel and interacted with the students. The speakers shared their journey and motivated the students."
    }
}